{
    "title": "Yaary – Auto, Cab & Bike-Taxi",
    "description": "Introducing Yaary(यारी ) - Your Ultimate Auto, Cab, and Metro Booking Companion!\nEmbark on a seamless travel experience with Yaary, your go-to app for hassle-free auto, cab, and metro bookings. Currently available in Hyderabad is more than just a transportation app—it's a community initiative dedicated to providing you with the most convenient and transparent mobility solutions. Zoom through Hyderabad's traffic hassle-free with our newly launched bike taxi service.  \nAs India's First Driver Focused Mobility Platform that provides Affordable, Fast and Reliable rides to customers. In the hustle and bustle of daily life, finding a reliable and affordable transportation option can be a challenge. However, with our - Yaary - online taxi & auto booking services, your commute is just a click away. Whether you need to hire a taxi nearby or book a ride to another city in India, we've got you covered.\nWhat Makes Yaary Different?\nYaary isn't just another ride app; it's a community-driven platform designed with drivers in mind. Our mission is to empower drivers by providing them with a sense of ownership and control, ensuring they are more than delighted to offer passengers a seamless and hassle-free riding experience.\nYaary is proud to be built on the Government of India's Open Network for Digital (ONDC) protocol. This ensures a secure and standardised environment, providing both drivers and passengers with a reliable and trustworthy platform.\nWhy Choose Yaary Auto & Bike Taxi Booking Service?\n📍 Convenience at Your Fingertips: Say goodbye to transportation hassles! Yaary's user-friendly app allows you to hire an auto nearby or book cabs online effortlessly. Take control of your commute with the tap of a button.\n💲 Best Price Guarantee: We understand the value of your money. With Yaary, enjoy cabs at the lowest fare, ensuring you receive the most cost-effective transportation solution for your needs. Your wallet will thank you!\n🛡️ Safety First: Your well-being is our top priority. Book a taxi with us and rest assured that you are in reliable hands. Our commitment to safety sets us apart in the world of online cab booking.\n🚖 Outstation Cabs: Need a ride to another city in India? No problem! Book outstation cabs with Yaary and experience a seamless journey to your desired destination. We make travelling beyond city limits a breeze.\n🏆 India's Best Ride App: Explore the joy of a quick ride with India's best ride app. Zip through traffic and reach your destination in no time, all with the reliability and trustworthiness of Yaary.\n🤝 Trusted Services: Yaary takes pride in being a trusted name in the online taxi booking industry. Count on us for reliable and safe cabs, wherever your journey takes you. Your satisfaction is our priority.\n💸 Fair Pricing: At Yaary, all prices are set as per government regulations. Say goodbye to haggling and the stress of not getting the right fare. Enjoy transparent and fair pricing for every ride.\n🚫 Zero Commission: We don't believe in extra charges. Yaary does not charge you extra for services provided. Your fare goes directly to the service you receive, ensuring a fair deal every time.\n💳 Direct Payment: Simplify your payment process. With Yaary, you can pay your driver directly in cash or through UPI, providing you with a hassle-free and convenient payment experience.\nHow to book a cab through Yaary auto/cab booking app\n\n📲 Download Yaary auto booking app\n📱 Signup on the app with your phone number\n📍 Pick your drop location and then confirm your pickup location\n🚗Choose your driver or let us assign the nearest driver\n🛣️Start your ride\n\nశీఘ్ర రైడ్ కోసం చూస్తున్నారా? క్యాబ్ ఆన్‌లైన్, ఆటో రైడ్ యాప్ మరియు అతుకులు లేని బుకింగ్ అనుభవం కోసం మీ అంతిమ గమ్యస్థానమైన Yaary కంటే ఎక్కువ వెతకకండి. ప్రస్తుతం హైదరాబాద్‌లో అందుబాటులో ఉంది.\n\nयारी ಯಾರಿ யாரி యారీ യാരി ୟାରି یاری ਯਾਰੀ\n\n📧 Contact Us:\nReach out to us at support@yaary.in.",
    "descriptionHTML": "Introducing Yaary(यारी ) - Your Ultimate Auto, Cab, and Metro Booking Companion!<br>Embark on a seamless travel experience with Yaary, your go-to app for hassle-free auto, cab, and metro bookings. Currently available in Hyderabad is more than just a transportation app—it&#39;s a community initiative dedicated to providing you with the most convenient and transparent mobility solutions. Zoom through Hyderabad&#39;s traffic hassle-free with our newly launched bike taxi service.  <br>As India&#39;s First Driver Focused Mobility Platform that provides Affordable, Fast and Reliable rides to customers. In the hustle and bustle of daily life, finding a reliable and affordable transportation option can be a challenge. However, with our - Yaary - online taxi &amp; auto booking services, your commute is just a click away. Whether you need to hire a taxi nearby or book a ride to another city in India, we&#39;ve got you covered.<br>What Makes Yaary Different?<br>Yaary isn&#39;t just another ride app; it&#39;s a community-driven platform designed with drivers in mind. Our mission is to empower drivers by providing them with a sense of ownership and control, ensuring they are more than delighted to offer passengers a seamless and hassle-free riding experience.<br>Yaary is proud to be built on the Government of India&#39;s Open Network for Digital (ONDC) protocol. This ensures a secure and standardised environment, providing both drivers and passengers with a reliable and trustworthy platform.<br>Why Choose Yaary Auto &amp; Bike Taxi Booking Service?<br>📍 Convenience at Your Fingertips: Say goodbye to transportation hassles! Yaary&#39;s user-friendly app allows you to hire an auto nearby or book cabs online effortlessly. Take control of your commute with the tap of a button.<br>💲 Best Price Guarantee: We understand the value of your money. With Yaary, enjoy cabs at the lowest fare, ensuring you receive the most cost-effective transportation solution for your needs. Your wallet will thank you!<br>🛡️ Safety First: Your well-being is our top priority. Book a taxi with us and rest assured that you are in reliable hands. Our commitment to safety sets us apart in the world of online cab booking.<br>🚖 Outstation Cabs: Need a ride to another city in India? No problem! Book outstation cabs with Yaary and experience a seamless journey to your desired destination. We make travelling beyond city limits a breeze.<br>🏆 India&#39;s Best Ride App: Explore the joy of a quick ride with India&#39;s best ride app. Zip through traffic and reach your destination in no time, all with the reliability and trustworthiness of Yaary.<br>🤝 Trusted Services: Yaary takes pride in being a trusted name in the online taxi booking industry. Count on us for reliable and safe cabs, wherever your journey takes you. Your satisfaction is our priority.<br>💸 Fair Pricing: At Yaary, all prices are set as per government regulations. Say goodbye to haggling and the stress of not getting the right fare. Enjoy transparent and fair pricing for every ride.<br>🚫 Zero Commission: We don&#39;t believe in extra charges. Yaary does not charge you extra for services provided. Your fare goes directly to the service you receive, ensuring a fair deal every time.<br>💳 Direct Payment: Simplify your payment process. With Yaary, you can pay your driver directly in cash or through UPI, providing you with a hassle-free and convenient payment experience.<br>How to book a cab through Yaary auto/cab booking app<br><br>📲 Download Yaary auto booking app<br>📱 Signup on the app with your phone number<br>📍 Pick your drop location and then confirm your pickup location<br>🚗Choose your driver or let us assign the nearest driver<br>🛣️Start your ride<br><br>శీఘ్ర రైడ్ కోసం చూస్తున్నారా? క్యాబ్ ఆన్‌లైన్, ఆటో రైడ్ యాప్ మరియు అతుకులు లేని బుకింగ్ అనుభవం కోసం మీ అంతిమ గమ్యస్థానమైన Yaary కంటే ఎక్కువ వెతకకండి. ప్రస్తుతం హైదరాబాద్‌లో అందుబాటులో ఉంది.<br><br>यारी ಯಾರಿ யாரி యారీ യാരി ୟାରି یاری ਯਾਰੀ<br><br>📧 Contact Us:<br>Reach out to us at support@yaary.in.",
    "summary": "Auto, Cab &amp; Bike-Taxi Booking App - Travel with ease &amp; Affordable Fares",
    "installs": "100,000+",
    "minInstalls": 100000,
    "maxInstalls": 313462,
    "score": 4.2413793,
    "scoreText": "4.2",
    "ratings": 1678,
    "reviews": "http://gplayapi.cashlessconsumer.in/api/apps/com.yaary.consumer.android/reviews",
    "histogram": {
        "1": 240,
        "2": 19,
        "3": 38,
        "4": 173,
        "5": 1205
    },
    "price": 0,
    "free": true,
    "currency": "INR",
    "priceText": "Free",
    "available": true,
    "offersIAP": false,
    "androidVersion": "6.0",
    "androidVersionText": "6.0",
    "androidMaxVersion": "VARY",
    "developer": {
        "devId": "Yaary (Triffy Digital Private Limited)",
        "url": "http://gplayapi.cashlessconsumer.in/api/developers/Yaary%20(Triffy%20Digital%20Private%20Limited)"
    },
    "developerId": "Yaary+(Triffy+Digital+Private+Limited)",
    "developerEmail": "support@yaary.com",
    "developerWebsite": "https://yaary.in",
    "privacyPolicy": "https://yaary.in/privacy-policy",
    "developerInternalID": "Yaary+(Triffy+Digital+Private+Limited)",
    "genre": "Travel & Local",
    "genreId": "TRAVEL_AND_LOCAL",
    "categories": "http://gplayapi.cashlessconsumer.in/api/categories/",
    "icon": "https://play-lh.googleusercontent.com/I8wDR-4hS0IKubLu2yCVSAj_33T0ayv3y2yPgktRzVgOLLB4DwiMRLxMUL-TZ_pSwQ",
    "headerImage": "https://play-lh.googleusercontent.com/nfE8XIrCgrJZRN9ZzcIMvkjiS3YaNz-wxBsLY7ppGMLJqwv7eB5cK99eCq-i8358EYI",
    "screenshots": [
        "https://play-lh.googleusercontent.com/K8eyDZATVdZrH87ggTOD_-Wnhihrn70ZKhU3dIjENtfkC2Cfu2gTGuW2mT4QBoWodVk",
        "https://play-lh.googleusercontent.com/mdYq5OKEGqYoarNyOLv3RrcnvHjkDTXS2olVoPl5PzutL2x1OcV0kja9h8nYT5weqjU",
        "https://play-lh.googleusercontent.com/IRj3jg7v9q3lZpwq7JPiLXLcn8DOUo5q0piRmfs7oo3b6CXB-G8Z4VTmwoEArPhBeUGb",
        "https://play-lh.googleusercontent.com/FwG9hS4YUw_h6NozKyYg6lv3s5cDL2vCyykbnCBgrCKXsGb_pgHfodBf9HNxSBrLf_g",
        "https://play-lh.googleusercontent.com/2dAvZuccWsWbBVbK28wBkRSvrfCAM-Ej3tyK63fhjbfoR474AbaV0eqE8lAfTTIJMj4",
        "https://play-lh.googleusercontent.com/mGoyvyWTfmkM6hYQle5crGcGA39yxYD6ETN9c59kQ9VE3pBfFarVvEuQatbxj0PFAwo"
    ],
    "contentRating": "Rated for 3+",
    "adSupported": false,
    "released": "Dec 13, 2023",
    "updated": 1717693798000,
    "version": "1.2.3",
    "recentChanges": "• Improvements to driver tracking - We have improved the driver tracking experience even further. Watch out for their fine moves.<br>• We heard you when you said you don&#39;t like your mobile number exposed while calling the drivers. We have rolled out an anonymous calling feature. <br>• We are rolling out a new mode of service. It&#39;s a secret until we enable it 🤫.Watch out. <br>• Bug fixes as usual.",
    "comments": [
        null
    ],
    "preregister": false,
    "earlyAccessEnabled": false,
    "isAvailableInPlayPass": false,
    "appId": "com.yaary.consumer.android",
    "url": "http://gplayapi.cashlessconsumer.in/api/apps/com.yaary.consumer.android",
    "playstoreUrl": "https://play.google.com/store/apps/details?id=com.yaary.consumer.android&hl=en&gl=IN",
    "permissions": "http://gplayapi.cashlessconsumer.in/api/apps/com.yaary.consumer.android/permissions",
    "similar": "http://gplayapi.cashlessconsumer.in/api/apps/com.yaary.consumer.android/similar",
    "datasafety": "http://gplayapi.cashlessconsumer.in/api/apps/com.yaary.consumer.android/datasafety"
}